[
    {
        "id": "lfdfjfl324lgfcbfg",
        "name": "Колин Фаррелл",
        "originalName": "Colin Farrell",
        "description": "Колин Фаррелл (англ. Colin Farrell) - известный киноактёр из Ирландии, известный своими ролями в картинах «Телефонная будка», «Рекрут», «Особое мнение», «Александр» и других.",
        "biography": "Он родился в Дублине в 1976 году. Его отец был профессиональным футболистом, а мама - обычной домохозяйкой. Кроме Колина, в семье было ещё трое детей. Все ребята семьи Фарреллов получили католическое воспитание. Тем не менее, молодой Колин Фаррелл отличался очень строптивым характером. Он часто прогуливал школу, имел немало вредных привычек. В 17 лет он был исключён из школы за драку с учителем. После этого инцидента молодой человек с товарищами на целый год уехал в Австралию, где жил совершенно самостоятельно."
    },
    {
        "id": "lfdfjfl325lgfcbfg",
        "name": "Эдвард Нортон",
        "originalName": "Edward Norton",
        "description": "Эдвард Нортон (Edward Norton)- американский актёр, режиссёр, дважды номинант на премию «Оскар» за работу в фильмах «Первобытный страх» и «Американская история Икс». Также известен по картинам “Бойцовский клуб», «Эволюция Борна», «Королевство полной луны».",
        "biography": "Эдвард Джеймс Харрисон Нортон-младший родился 18 августа 1969 года в Бостоне, но вырос в Колумбии. Его мама преподавала английский язык в школе, а отец был федеральным обвинителем в администрации Картера, а позже перешел в организацию по охране исторических ценностей. С детства Эдвард-младший любил выступать на сцене, поэтому родители отдали его в Колумбийскую школу театрального искусства. Уже в 8 лет мальчик дебютировал на театральных подмостках, хотя не рассматривал актерство как будущую профессию. После школы молодой человек поступил в Йельский университет, где изучал историю, но не бросал театр и изучал сценическое мастерство факультативно. Эдвард увлеченно учил японский язык и после получения диплома отправился в Японию. Там он работал в компании своего деда, известного строителя. Как ни пытался Эдвард наладить карьеру, мечта о сцене не отпускала его. Поэтому в 25 лет Нортон перечеркнул свою деятельность в Японии и вернулся в Америку, в Нью-Йорк, чтобы стать профессиональным актером."
    },
    {
        "id": "lfdfjfl326lgfcbfg",
        "name": "Брэд Питт",
        "originalName": "Brad Pitt",
        "description": "Брэд Питт (Brad Pitt) — американский актер и продюсер. Двукратный обладатель премии «Оскар» как продюсер фильма «12 лет рабства» и как исполнитель лучшей мужской роли второго плана в картине «Однажды в Голливуде». Один из самых популярных актеров своего поколения, Питт известен по огромному количеству фильмов, среди которых «Интервью с вампиром», «Семь», «Бойцовский клуб», «Большой куш», трилогия «друзей Оушена», «Знакомьтесь, Джо Блэк», «Загадочная история Бенджамина Баттона», «Человек, который изменил всё».",
        "biography": "Уильям Брэдли Питт родился 18 декабря 1963 года в штате Оклахома, в католической семье. Отец будущего киноактера трудился менеджером в компании по грузоперевозкам, а мать была учительницей в школе. Детство Брэда прошло в штате Миссури, куда семья переехала, в связи с работой отца. Питт рос разносторонне развитым мальчиком, увлекался спортом, музыкой и состоял в клубе дебатов. После окончания школы он взялся изучать журналистику и рекламное дело в университете Миссури, но бросил его, не доучившись, и отправился в Лос-Анджелес, где сменил свое имя с Уильяма на более короткое – Брэд. Он начал посещать курсы актерского мастерства, а работать устроился зазывалой при ресторане в костюме огромного цыпленка. Вскоре ему удалось получить роль в знаменитой мыльной опере «Даллас», шедшей на телевидении в течение 13 лет."
    }
]
