[
    {
        "id": "lkdsjfl324lgfcbfg",
        "name": "Смертельная ловушка",
        "originalName": "Deathtrap",
        "country": "США",
        "year": 2015,
        "kinopoiskRate": 7.2,
        "kinopoiskVoutes": 777777,
        "duration": 125,
        "img": "https://zetflis.online/uploads/posts/2023-04/1681250576_netflix.jpg",
        "description": "Лара – учёная-вулканолог, которая с детства была очарована загадочной природой вулканов. Очередная экспедиция подошла к концу: вместе с коллегой она собрала необходимые данные и уже думала о возвращении домой, к семье, которых не видела целый месяц. Но буквально по дороге женщина замечает, что забыла рюкзак с материалами в горах. Вернувшись на место исследования, Лара находит вещь и решает прогуляться по пустынным и тихим пейзажам вулканической местности. Однако уверенность в знании территории играет с учёной злую шутку: сделав неверный шаг, Лара проваливается глубоко под землю. На помощь звать бесполезно, еды нет, одна нога серьёзно повреждена. Борясь за спасение, Лара вспоминает драматические события из жизни. И теперь только она сама может вытащить себя из ямы. Чтобы узнать продолжение истории, смотри онлайн триллер «Смертельная ловушка» на Иви.Приглашаем посмотреть фильм «Смертельная ловушка» в нашем онлайн-кинотеатре в хорошем HD качестве. Приятного просмотра!",
        "languages": ["Русский", "Английский"],
        "subtitles": ["Русский"],
        "trailer": "https://youtu.be/oBUuh3DIK_A",
        "genres": ["Триллер", "Приключения"],
        "actorsIds": ["lfdfjfl324lgfcbfg", "lfdfjfl325lgfcbfg"]
    },
    {
        "id": "lkdsjfl325lgfcbfg",
        "name": "Джон Уик 3",
        "originalName": "John Wick 3",
        "country": "США",
        "year": 2019,
        "kinopoiskRate": 8.2,
        "kinopoiskVoutes": 775777,
        "duration": 108,
        "img": "https://static.okko.tv/images/v2/7211678",
        "description": "Лучший в мире наемный убийца Джон Уик приговорен к смертной казни самими же киллерами за нарушение законов преступной гильдии. Но сотням наемников не по зубам один гений кровавого искусства ассасинов. Неутомимый Киану Ривз возвращается к роли непревзойденного бойца Бабы Яги в третьей части брутальной, ироничной и зрелищной экшн-франшизы «Джон Уик» от режиссера Чада Стахелски. В фильме 2019 года к сумасшедшим кровавым разборкам присоединяется обладательница премии «Оскар» Холли Берри. Бывший наемный убийца Джон Уик по прозвищу Баба-Яга получает смертельный приговор от могущественного содружества киллеров. Он нарушил профессиональный кодекс, совершив убийство на территории неприкосновенного отеля «Континенталь», и теперь его казнь стала делом принципа для верховного Правления преступных кланов. Полчище наемников идет по следу Джона Уика, которому не удается найти убежище даже в Нью-Йоркской городской библиотеке. Убедившись, что число преследователей не уменьшается, несмотря на все его фантастические усилия, Джон Уик пытается договориться. Однако цена за помилование оказывается слишком высока даже для него. Фильм «Джон Уик 3» можно посмотреть в нашем онлайн-кинотеатре. Приглашаем посмотреть фильм «Джон Уик 3» в нашем онлайн-кинотеатре в хорошем HD качестве. Приятного просмотра!",
        "languages": ["Русский", "Английский"],
        "subtitles": ["Русский"],
        "trailer": "https://youtu.be/oBUuh3DIK_A",
        "genres": ["Драма", "Боевик"],
        "actorsIds": ["lfdfjfl324lgfcbfg", "lfdfjfl326lgfcbfg"]
    },
    {
        "id": "lkdsjfl326lgfcbfg",
        "name": "Хранитель тайн",
        "originalName": "Objetos",
        "country": "Испания",
        "year": 2022,
        "kinopoiskRate": 6,
        "kinopoiskVoutes": 523874,
        "duration": 90,
        "img": "https://i.ytimg.com/vi/2VxA131pBhI/maxresdefault.jpg",
        "description": "Испанский триллер со звездой «Бумажного дома» Альваро Морте. Марио работает в бюро находок. Каждый день его связан с потерянными вещами: он их чинит, маркирует, пытается отыскать хозяев. Нередко он засиживается допоздна, а вернувшись домой, коротает вечер за просмотром детективных документалок. Однако Марио не ожидал, что однажды сам попадёт в настоящее расследование. Недавно неподалёку службы начали очистку реки, и со дна подняли множество вещей, которые привезли в бюро. Среди большого «улова» оказался чемодан. Открыв его, Марио холодеет от ужаса: внутри он обнаруживает скелет младенца. Вызванная полиция не собирается открывать дело, считая, что погибшего ребёнка родила нелегальная мигрантка. Но Марио, знающий толк в вещах, убеждён: дорогой иностранный чемодан попал в реку неслучайно. Желая докопаться до правды, герой втягивается в собственное расследование. Чтобы узнать продолжение истории, смотри онлайн триллер «Хранитель тайн» на Иви. Приглашаем посмотреть фильм «Джон Уик 3» в нашем онлайн-кинотеатре в хорошем HD качестве. Приятного просмотра!",
        "languages": ["Русский", "Испанский"],
        "subtitles": ["Русский"],
        "trailer": "https://youtu.be/oBUuh3DIK_A",
        "genres": ["Комедия", "Триллер"],
        "actorsIds": ["lfdfjfl325lgfcbfg", "lfdfjfl326lgfcbfg"]
    }
]
